"ADD_EVENT_PROMPT" = "Nastavte vlastnosti této události.";
"ADD_EVENT" = "Přidat událost";
"EDIT_EVENT" = "Upravit";
"CANCEL" = "Zrušit";

"DELETE" = "Smazat";
"DELETE_ONE" = "Smazat jen tuto událost";
"DELETE_FUTURE" = "Smazat i budoucí události";
"DELETE_RECURRING_ALERT_TITLE" = "Toto je opakovaná událost.";
"DELETE_EVENT" = "Smazat událost";

"DETACH_ONE" = "Uložit pro tuto událost";
"DETACH_FUTURE" = "Uložit i pro příští události";
"DETACH_ALL" = "Uložit všechny události";
"DETACH_ALERT_TITLE" = "Toto je opakovaná událost.";

"CANCEL_DIRTY_ALERT_TITLE" = "Událost byla upravena.";
"CANCEL_DIRTY_CANCEL" = "Zrušit úpravy";
"CANCEL_DIRTY_REVIEW" = "Prohlédnout";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Pozvánku nelze odeslat";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "„%@” zřejmě není platná e‑mailová adresa.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Název";
"LOCATION_PLACEHOLDER" = "Místo";
"TITLE_DETAIL_NAV_TITLE" = "Název a místo";
"DEFAULT_EVENT_TITLE" = "Nová událost";
"ADD_TO_CALENDAR" = "Přidat do kalendáře";

"STARTS" = "Začátek";
"ENDS" = "Konec";
"DATE_DETAIL_NAV_TITLE" = "Začátek a konec";
"ALL_DAY_SWITCH_TITLE" = "Celý den";
"TIME_ZONE" = "Umístění";
"FLOATING" = "Plovoucí";

"REPEAT" = "Opakovat";
"NEVER_DETAIL" = "Nikdy";
"DAILY_DETAIL" = "Každý den";
"WEEKLY_DETAIL" = "Každý týden";
"BIWEEKLY_DETAIL" = "Každé dva týdny";
"MONTHLY_DETAIL" = "Každý měsíc";
"YEARLY_DETAIL" = "Každý rok";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Opakovat";
"END_REPEAT" = "Konec";
"END_REPEAT_NAV_TITLE" = "Konec opakování";
"TIME_ZONE_CHOOSER_PROMPT" = "Zadejte název města.";

"REPEAT_FOREVER" = "Opakovat neustále";

"ADD_INVITEES_NAV_TITLE" = "Pozvané osoby";
"ADD_INVITEES_PROMPT" = "Poslat pozvánku k této události.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Událost nelze uložit";
"ALERT_TIME" = "Čas upozornění";
"CANNOT_REPEAT_EVENT" = "Událost nelze opakovat";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

